Repository: mchave3/Foundry
Catalog: src/Foundry/Strings/*/Resources.resw
Source language: en_gb
Languages: ar_sa, bg_bg, cs_cz, da_dk, de_de, el_gr, es_mx, et_ee, fi_fi, fr_ca, he_il, hr_hr, hu_hu, it_it, ja_jp, ko_kr, lt_lt, lv_lv, nb_no, nl_nl, pl_pl, pt_pt, ro_ro, ru_ru, sk_sk, sl_si, sr_latn_rs, sv_se, th_th, tr_tr, uk_ua, zh_cn, zh_tw

# Customization.OperatingSystemDefaultMediaOffsetDescription
source: Choose how recent the Windows monthly update selected by default should be. If that update is unavailable, the oldest available update is used.
ar_sa: اختر مدى حداثة تحديث Windows الشهري المحدد افتراضيًا. إذا لم يتوفر هذا التحديث، فسيتم استخدام أقدم تحديث متاح.
bg_bg: Изберете колко скорошна да бъде месечната актуализация на Windows, избрана по подразбиране. Ако тази актуализация не е налична, се използва най-старата налична актуализация.
cs_cz: Zvolte, jak nová má být měsíční aktualizace Windows vybraná ve výchozím nastavení. Pokud tato aktualizace není dostupná, použije se nejstarší dostupná aktualizace.
da_dk: Vælg, hvor ny den Windows-månedsopdatering, der er valgt som standard, skal være. Hvis opdateringen ikke er tilgængelig, bruges den ældste tilgængelige opdatering.
de_de: Wählen Sie, wie aktuell das standardmäßig ausgewählte monatliche Windows-Update sein soll. Wenn dieses Update nicht verfügbar ist, wird das älteste verfügbare Update verwendet.
el_gr: Επιλέξτε πόσο πρόσφατη πρέπει να είναι η μηνιαία ενημέρωση Windows που επιλέγεται από προεπιλογή. Αν αυτή η ενημέρωση δεν είναι διαθέσιμη, χρησιμοποιείται η παλαιότερη διαθέσιμη ενημέρωση.
es_mx: Elija qué tan reciente debe ser la actualización mensual de Windows seleccionada de forma predeterminada. Si esa actualización no está disponible, se usa la actualización disponible más antigua.
et_ee: Valige, kui värske peaks olema vaikimisi valitud Windowsi kuuvärskendus. Kui see värskendus pole saadaval, kasutatakse vanimat saadaolevat värskendust.
fi_fi: Valitse, kuinka uusi oletuksena valitun Windowsin kuukausipäivityksen tulee olla. Jos päivitystä ei ole saatavilla, käytetään vanhinta saatavilla olevaa päivitystä.
fr_ca: Choisissez l'ancienneté de la mise à jour mensuelle Windows présélectionnée. Si cette mise à jour n'est pas disponible, la plus ancienne disponible est utilisée.
he_il: בחר עד כמה עדכני צריך להיות העדכון החודשי של Windows שנבחר כברירת מחדל. אם עדכון זה אינו זמין, נעשה שימוש בעדכון הזמין הישן ביותר.
hr_hr: Odaberite koliko novo treba biti mjesečno ažuriranje sustava Windows odabrano prema zadanim postavkama. Ako to ažuriranje nije dostupno, koristi se najstarije dostupno ažuriranje.
hu_hu: Válassza ki, milyen friss legyen az alapértelmezés szerint kijelölt havi Windows-frissítés. Ha ez a frissítés nem érhető el, a rendszer a legrégebbi elérhető frissítést használja.
it_it: Scegli quanto deve essere recente l'aggiornamento mensile di Windows selezionato per impostazione predefinita. Se non è disponibile, viene usato l'aggiornamento meno recente disponibile.
ja_jp: 既定で選択される Windows の月例更新プログラムの新しさを選びます。その更新プログラムが利用できない場合は、利用可能な最も古い更新プログラムが使用されます。
ko_kr: 기본적으로 선택할 Windows 월별 업데이트의 최신 수준을 선택합니다. 해당 업데이트를 사용할 수 없는 경우 사용 가능한 가장 오래된 업데이트가 사용됩니다.
lt_lt: Pasirinkite, kokio naujumo turi būti pagal numatytuosius parametrus pasirinktas mėnesinis Windows naujinimas. Jei šis naujinimas nepasiekiamas, naudojamas seniausias pasiekiamas naujinimas.
lv_lv: Izvēlieties, cik jaunam jābūt pēc noklusējuma atlasītajam Windows ikmēneša atjauninājumam. Ja šis atjauninājums nav pieejams, tiek izmantots vecākais pieejamais atjauninājums.
nb_no: Velg hvor ny den månedlige Windows-oppdateringen som er valgt som standard, skal være. Hvis denne oppdateringen ikke er tilgjengelig, brukes den eldste tilgjengelige oppdateringen.
nl_nl: Kies hoe recent de maandelijkse Windows-update die standaard is geselecteerd, moet zijn. Als die update niet beschikbaar is, wordt de oudste beschikbare update gebruikt.
pl_pl: Wybierz, jak aktualna ma być comiesięczna aktualizacja systemu Windows wybrana domyślnie. Jeśli ta aktualizacja jest niedostępna, używana jest najstarsza dostępna aktualizacja.
pt_pt: Escolha quão recente deve ser a atualização mensal do Windows selecionada por predefinição. Se essa atualização não estiver disponível, será utilizada a atualização disponível mais antiga.
ro_ro: Alegeți cât de recentă trebuie să fie actualizarea lunară Windows selectată în mod implicit. Dacă actualizarea respectivă nu este disponibilă, se utilizează cea mai veche actualizare disponibilă.
ru_ru: Укажите, насколько новым должно быть ежемесячное обновление Windows, выбранное по умолчанию. Если это обновление недоступно, используется самое старое доступное обновление.
sk_sk: Vyberte, aká aktuálna má byť mesačná aktualizácia Windows vybratá predvolene. Ak táto aktualizácia nie je k dispozícii, použije sa najstaršia dostupná aktualizácia.
sl_si: Izberite, kako nova naj bo mesečna posodobitev sistema Windows, ki je privzeto izbrana. Če ta posodobitev ni na voljo, se uporabi najstarejša razpoložljiva posodobitev.
sr_latn_rs: Izaberite koliko novo treba da bude mesečno ažuriranje sistema Windows koje je podrazumevano izabrano. Ako to ažuriranje nije dostupno, koristi se najstarije dostupno ažuriranje.
sv_se: Välj hur aktuell den månatliga Windows-uppdatering som valts som standard ska vara. Om uppdateringen inte är tillgänglig används den äldsta tillgängliga uppdateringen.
th_th: เลือกว่าการอัปเดตรายเดือนของ Windows ที่เลือกตามค่าเริ่มต้นควรใหม่เพียงใด หากไม่มีการอัปเดตนั้น ระบบจะใช้การอัปเดตที่เก่าที่สุดที่พร้อมใช้งาน
tr_tr: Varsayılan olarak seçilecek aylık Windows güncelleştirmesinin ne kadar güncel olacağını belirleyin. Bu güncelleştirme kullanılamıyorsa kullanılabilir en eski güncelleştirme kullanılır.
uk_ua: Виберіть актуальність щомісячного оновлення Windows, яке буде вибрано за замовчуванням. Якщо це оновлення недоступне, використовується найстаріше доступне оновлення.
zh_cn: 选择默认预选的 Windows 每月更新的新旧程度。如果该更新不可用，则使用最早的可用更新。
zh_tw: 選擇預設選取的 Windows 每月更新新舊程度。如果無法使用該更新，則使用最舊的可用更新。

# Customization.OperatingSystemDefaultMediaOffsetLabel
source: Preselected Windows update level
ar_sa: مستوى تحديث Windows المحدد مسبقًا
bg_bg: Предварително избрано ниво на актуализация на Windows
cs_cz: Předvybraná úroveň aktualizace Windows
da_dk: Forudvalgt Windows-opdateringsniveau
de_de: Vorausgewählter Windows-Updatestand
el_gr: Προεπιλεγμένο επίπεδο ενημέρωσης Windows
es_mx: Nivel de actualización de Windows preseleccionado
et_ee: Eelvalitud Windowsi värskendustase
fi_fi: Esivalittu Windowsin päivitystaso
fr_ca: Niveau de mise à jour Windows présélectionné
he_il: רמת עדכון של Windows שנבחרה מראש
hr_hr: Unaprijed odabrana razina ažuriranja sustava Windows
hu_hu: Előre kiválasztott Windows-frissítési szint
it_it: Livello di aggiornamento Windows preselezionato
ja_jp: 事前選択された Windows 更新レベル
ko_kr: 미리 선택된 Windows 업데이트 수준
lt_lt: Iš anksto pasirinktas Windows naujinimo lygis
lv_lv: Iepriekš atlasītais Windows atjauninājumu līmenis
nb_no: Forhåndsvalgt Windows-oppdateringsnivå
nl_nl: Vooraf geselecteerd Windows-updateniveau
pl_pl: Wstępnie wybrany poziom aktualizacji systemu Windows
pt_pt: Nível de atualização do Windows pré-selecionado
ro_ro: Nivel de actualizare Windows preselectat
ru_ru: Предварительно выбранный уровень обновления Windows
sk_sk: Predvolená vybratá úroveň aktualizácie Windows
sl_si: Vnaprej izbrana raven posodobitve sistema Windows
sr_latn_rs: Unapred izabrani nivo ažuriranja sistema Windows
sv_se: Förvald uppdateringsnivå för Windows
th_th: ระดับการอัปเดต Windows ที่เลือกไว้ล่วงหน้า
tr_tr: Önceden seçili Windows güncelleştirme düzeyi
uk_ua: Попередньо вибраний рівень оновлення Windows
zh_cn: 预选 Windows 更新级别
zh_tw: 預先選取的 Windows 更新層級

# Customization.OperatingSystemDefaultReleaseDescription
source: Choose the version selected by default. Automatic uses the version recommended by Foundry.
ar_sa: اختر الإصدار المحدد افتراضيًا. يستخدم الخيار التلقائي الإصدار الذي توصي به Foundry.
bg_bg: Изберете версията, избрана по подразбиране. Автоматично използва версията, препоръчана от Foundry.
cs_cz: Zvolte verzi vybranou ve výchozím nastavení. Automaticky použije verzi doporučenou službou Foundry.
da_dk: Vælg den version, der er valgt som standard. Automatisk bruger den version, som Foundry anbefaler.
de_de: Wählen Sie die standardmäßig ausgewählte Version. Automatisch verwendet die von Foundry empfohlene Version.
el_gr: Επιλέξτε την έκδοση που θα επιλέγεται από προεπιλογή. Η Αυτόματη επιλογή χρησιμοποιεί την έκδοση που συνιστά το Foundry.
es_mx: Elija la versión seleccionada de forma predeterminada. Automático usa la versión recomendada por Foundry.
et_ee: Valige vaikimisi valitud versioon. Automaatne kasutab Foundry soovitatud versiooni.
fi_fi: Valitse oletuksena valittu versio. Automaattinen käyttää Foundryn suosittelemaa versiota.
fr_ca: Choisissez la version sélectionnée par défaut. Automatique utilise la version recommandée par Foundry.
he_il: בחר את הגרסה שתיבחר כברירת מחדל. האפשרות אוטומטי משתמשת בגרסה המומלצת על-ידי Foundry.
hr_hr: Odaberite verziju koja je odabrana prema zadanim postavkama. Automatski koristi verziju koju preporučuje Foundry.
hu_hu: Válassza ki az alapértelmezés szerint kijelölt verziót. Az Automatikus beállítás a Foundry által ajánlott verziót használja.
it_it: Scegli la versione selezionata per impostazione predefinita. Automatico usa la versione consigliata da Foundry.
ja_jp: 既定で選択されるバージョンを選びます。[自動] では Foundry が推奨するバージョンが使用されます。
ko_kr: 기본적으로 선택할 버전을 선택합니다. 자동은 Foundry에서 권장하는 버전을 사용합니다.
lt_lt: Pasirinkite pagal numatytuosius parametrus pažymėtą versiją. Automatinis pasirinkimas naudoja Foundry rekomenduojamą versiją.
lv_lv: Izvēlieties versiju, kas atlasīta pēc noklusējuma. Automātiskā opcija izmanto Foundry ieteikto versiju.
nb_no: Velg versjonen som er valgt som standard. Automatisk bruker versjonen som anbefales av Foundry.
nl_nl: Kies de versie die standaard is geselecteerd. Automatisch gebruikt de versie die wordt aanbevolen door Foundry.
pl_pl: Wybierz wersję wybraną domyślnie. Opcja Automatycznie używa wersji zalecanej przez Foundry.
pt_pt: Escolha a versão selecionada por predefinição. A opção Automático utiliza a versão recomendada pelo Foundry.
ro_ro: Alegeți versiunea selectată în mod implicit. Opțiunea Automat utilizează versiunea recomandată de Foundry.
ru_ru: Выберите версию, используемую по умолчанию. При выборе параметра «Автоматически» используется версия, рекомендованная Foundry.
sk_sk: Vyberte verziu, ktorá sa vyberie predvolene. Možnosť Automaticky použije verziu odporúčanú službou Foundry.
sl_si: Izberite različico, ki je privzeto izbrana. Možnost Samodejno uporabi različico, ki jo priporoča Foundry.
sr_latn_rs: Izaberite verziju koja je podrazumevano izabrana. Opcija Automatski koristi verziju koju preporučuje Foundry.
sv_se: Välj den version som är vald som standard. Alternativet Automatiskt använder den version som rekommenderas av Foundry.
th_th: เลือกเวอร์ชันที่จะเลือกตามค่าเริ่มต้น ตัวเลือกอัตโนมัติจะใช้เวอร์ชันที่ Foundry แนะนำ
tr_tr: Varsayılan olarak seçilecek sürümü belirleyin. Otomatik, Foundry tarafından önerilen sürümü kullanır.
uk_ua: Виберіть версію за замовчуванням. Автоматичний режим використовує версію, рекомендовану Foundry.
zh_cn: 选择默认选中的版本。“自动”使用 Foundry 推荐的版本。
zh_tw: 選取預設版本。「自動」會使用 Foundry 建議的版本。

# Customization.OperatingSystemDefaultReleaseLabel
source: Preselected Windows version
ar_sa: إصدار Windows المحدد مسبقًا
bg_bg: Предварително избрана версия на Windows
cs_cz: Předvybraná verze Windows
da_dk: Forudvalgt Windows-version
de_de: Vorausgewählte Windows-Version
el_gr: Προεπιλεγμένη επιλογή έκδοσης Windows
es_mx: Versión de Windows preseleccionada
et_ee: Eelvalitud Windowsi versioon
fi_fi: Esivalittu Windows-versio
fr_ca: Version de Windows présélectionnée
he_il: גרסת Windows שנבחרה מראש
hr_hr: Unaprijed odabrana verzija sustava Windows
hu_hu: Előre kiválasztott Windows-verzió
it_it: Versione di Windows preselezionata
ja_jp: 事前選択された Windows バージョン
ko_kr: 미리 선택된 Windows 버전
lt_lt: Iš anksto pasirinkta Windows versija
lv_lv: Iepriekš atlasītā Windows versija
nb_no: Forhåndsvalgt Windows-versjon
nl_nl: Vooraf geselecteerde Windows-versie
pl_pl: Wstępnie wybrana wersja systemu Windows
pt_pt: Versão do Windows pré-selecionada
ro_ro: Versiune Windows preselectată
ru_ru: Предварительно выбранная версия Windows
sk_sk: Predvolená vybratá verzia Windows
sl_si: Vnaprej izbrana različica sistema Windows
sr_latn_rs: Unapred izabrana verzija sistema Windows
sv_se: Förvald Windows-version
th_th: เวอร์ชัน Windows ที่เลือกไว้ล่วงหน้า
tr_tr: Önceden seçili Windows sürümü
uk_ua: Попередньо вибрана версія Windows
zh_cn: 预选 Windows 版本
zh_tw: 預先選取的 Windows 版本

# Customization.OperatingSystemEditionGroupDescription
source: Configure the Windows editions offered during deployment.
ar_sa: قم بتكوين نسخ Windows المقدمة أثناء النشر.
bg_bg: Конфигурирайте изданията на Windows, предлагани по време на разполагането.
cs_cz: Nakonfigurujte edice Windows nabízené během nasazení.
da_dk: Konfigurer de Windows-udgaver, der tilbydes under udrulning.
de_de: Konfigurieren Sie die während der Bereitstellung angebotenen Windows-Editionen.
el_gr: Ρυθμίστε τις εκδόσεις προϊόντος Windows που προσφέρονται κατά την ανάπτυξη.
es_mx: Configure las ediciones de Windows que se ofrecen durante la implementación.
et_ee: Konfigureerige juurutamise ajal pakutavad Windowsi väljaanded.
fi_fi: Määritä käyttöönoton aikana tarjottavat Windows-versiot.
fr_ca: Configurez les éditions de Windows proposées pendant le déploiement.
he_il: הגדר את מהדורות Windows שיוצעו במהלך הפריסה.
hr_hr: Konfigurirajte izdanja sustava Windows koja se nude tijekom implementacije.
hu_hu: Konfigurálja a telepítés során felkínált Windows-kiadásokat.
it_it: Configura le edizioni di Windows offerte durante la distribuzione.
ja_jp: 展開時に提供する Windows エディションを構成します。
ko_kr: 배포 중 제공할 Windows 에디션을 구성합니다.
lt_lt: Konfigūruokite diegimo metu siūlomus Windows leidimus.
lv_lv: Konfigurējiet izvietošanas laikā piedāvātos Windows izdevumus.
nb_no: Konfigurer Windows-utgavene som tilbys under utrulling.
nl_nl: Configureer de Windows-edities die tijdens de implementatie worden aangeboden.
pl_pl: Skonfiguruj edycje systemu Windows oferowane podczas wdrażania.
pt_pt: Configure as edições do Windows disponibilizadas durante a implementação.
ro_ro: Configurați edițiile Windows oferite în timpul implementării.
ru_ru: Настройте выпуски Windows, предлагаемые во время развертывания.
sk_sk: Nakonfigurujte edície Windows ponúkané počas nasadenia.
sl_si: Konfigurirajte izdaje sistema Windows, ki so na voljo med uvajanjem.
sr_latn_rs: Konfigurišite izdanja sistema Windows koja se nude tokom primene.
sv_se: Konfigurera de Windows-utgåvor som erbjuds under distributionen.
th_th: กำหนดค่ารุ่น Windows ที่มีให้เลือกระหว่างการปรับใช้
tr_tr: Dağıtım sırasında sunulan Windows edisyonlarını yapılandırın.
uk_ua: Налаштуйте випуски Windows, доступні під час розгортання.
zh_cn: 配置部署期间提供的 Windows 版本类型。
zh_tw: 設定部署期間提供的 Windows 版本類型。

# Customization.OperatingSystemEditionGroupHeader
source: Windows edition
ar_sa: نسخة Windows
bg_bg: Издание на Windows
cs_cz: Edice Windows
da_dk: Windows-udgave
el_gr: Έκδοση προϊόντος Windows
es_mx: Edición de Windows
et_ee: Windowsi väljaanne
fi_fi: Windows-versio
fr_ca: Édition de Windows
he_il: מהדורת Windows
hr_hr: Izdanje sustava Windows
hu_hu: Windows-kiadás
it_it: Edizione di Windows
ja_jp: Windows エディション
ko_kr: Windows 에디션
lt_lt: Windows leidimas
lv_lv: Windows izdevums
nb_no: Windows-utgave
nl_nl: Windows-editie
pl_pl: Edycja systemu Windows
pt_pt: Edição do Windows
ro_ro: Ediție Windows
ru_ru: Выпуск Windows
sk_sk: Edícia Windows
sl_si: Izdaja sistema Windows
sr_latn_rs: Izdanje sistema Windows
sv_se: Windows-utgåva
th_th: รุ่น Windows
tr_tr: Windows edisyonu
uk_ua: Випуск Windows
zh_cn: Windows 版本类型
zh_tw: Windows 版本類型

# Customization.OperatingSystemLanguageGroupDescription
source: Configure the Windows languages offered during deployment.
ar_sa: قم بتكوين لغات Windows المقدمة أثناء النشر.
bg_bg: Конфигурирайте езиците на Windows, предлагани по време на разполагането.
cs_cz: Nakonfigurujte jazyky Windows nabízené během nasazení.
da_dk: Konfigurer de Windows-sprog, der tilbydes under udrulning.
de_de: Konfigurieren Sie die während der Bereitstellung angebotenen Windows-Sprachen.
el_gr: Ρυθμίστε τις γλώσσες Windows που προσφέρονται κατά την ανάπτυξη.
es_mx: Configure los idiomas de Windows que se ofrecen durante la implementación.
et_ee: Konfigureerige juurutamise ajal pakutavad Windowsi keeled.
fi_fi: Määritä käyttöönoton aikana tarjottavat Windowsin kielet.
fr_ca: Configurez les langues Windows proposées pendant le déploiement.
he_il: הגדר את שפות Windows שיוצעו במהלך הפריסה.
hr_hr: Konfigurirajte jezike sustava Windows koji se nude tijekom implementacije.
hu_hu: Konfigurálja a telepítés során felkínált Windows-nyelveket.
it_it: Configura le lingue di Windows offerte durante la distribuzione.
ja_jp: 展開時に提供する Windows の言語を構成します。
ko_kr: 배포 중 제공할 Windows 언어를 구성합니다.
lt_lt: Konfigūruokite diegimo metu siūlomas Windows kalbas.
lv_lv: Konfigurējiet izvietošanas laikā piedāvātās Windows valodas.
nb_no: Konfigurer Windows-språkene som tilbys under utrulling.
nl_nl: Configureer de Windows-talen die tijdens de implementatie worden aangeboden.
pl_pl: Skonfiguruj języki systemu Windows oferowane podczas wdrażania.
pt_pt: Configure os idiomas do Windows disponibilizados durante a implementação.
ro_ro: Configurați limbile Windows oferite în timpul implementării.
ru_ru: Настройте языки Windows, предлагаемые во время развертывания.
sk_sk: Nakonfigurujte jazyky Windows ponúkané počas nasadenia.
sl_si: Konfigurirajte jezike sistema Windows, ki so na voljo med uvajanjem.
sr_latn_rs: Konfigurišite jezike sistema Windows koji se nude tokom primene.
sv_se: Konfigurera de Windows-språk som erbjuds under distributionen.
th_th: กำหนดค่าภาษา Windows ที่มีให้เลือกระหว่างการปรับใช้
tr_tr: Dağıtım sırasında sunulan Windows dillerini yapılandırın.
uk_ua: Налаштуйте мови Windows, доступні під час розгортання.
zh_cn: 配置部署期间提供的 Windows 语言。
zh_tw: 設定部署期間提供的 Windows 語言。

# Customization.OperatingSystemLanguageGroupHeader
source: Windows language
ar_sa: لغة Windows
bg_bg: Език на Windows
cs_cz: Jazyk Windows
da_dk: Windows-sprog
de_de: Windows-Sprache
el_gr: Γλώσσα Windows
es_mx: Idioma de Windows
et_ee: Windowsi keel
fi_fi: Windowsin kieli
fr_ca: Langue de Windows
he_il: שפת Windows
hr_hr: Jezik sustava Windows
hu_hu: Windows nyelve
it_it: Lingua di Windows
ja_jp: Windows の言語
ko_kr: Windows 언어
lt_lt: Windows kalba
lv_lv: Windows valoda
nb_no: Windows-språk
nl_nl: Windows-taal
pl_pl: Język systemu Windows
pt_pt: Idioma do Windows
ro_ro: Limbă Windows
ru_ru: Язык Windows
sk_sk: Jazyk Windows
sl_si: Jezik sistema Windows
sr_latn_rs: Jezik sistema Windows
sv_se: Windows-språk
th_th: ภาษา Windows
tr_tr: Windows dili
uk_ua: Мова Windows
zh_cn: Windows 语言
zh_tw: Windows 語言

# Customization.OperatingSystemLicenseChannelGroupDescription
source: Configure the Windows license channels offered during deployment.
ar_sa: قم بتكوين قنوات ترخيص Windows المقدمة أثناء النشر.
bg_bg: Конфигурирайте лицензионните канали на Windows, предлагани по време на разполагането.
cs_cz: Nakonfigurujte licenční kanály Windows nabízené během nasazení.
da_dk: Konfigurer de Windows-licenskanaler, der tilbydes under udrulning.
de_de: Konfigurieren Sie die während der Bereitstellung angebotenen Windows-Lizenzkanäle.
el_gr: Ρυθμίστε τα κανάλια άδειας χρήσης Windows που προσφέρονται κατά την ανάπτυξη.
es_mx: Configure los canales de licencia de Windows que se ofrecen durante la implementación.
et_ee: Konfigureerige juurutamise ajal pakutavad Windowsi litsentsikanalid.
fi_fi: Määritä käyttöönoton aikana tarjottavat Windowsin lisenssikanavat.
fr_ca: Configurez les canaux de licence Windows proposés pendant le déploiement.
he_il: הגדר את ערוצי הרישוי של Windows שיוצעו במהלך הפריסה.
hr_hr: Konfigurirajte licencne kanale sustava Windows koji se nude tijekom implementacije.
hu_hu: Konfigurálja a telepítés során felkínált Windows-licenccsatornákat.
it_it: Configura i canali di licenza Windows offerti durante la distribuzione.
ja_jp: 展開時に提供する Windows ライセンス チャネルを構成します。
ko_kr: 배포 중 제공할 Windows 라이선스 채널을 구성합니다.
lt_lt: Konfigūruokite diegimo metu siūlomus Windows licencijos kanalus.
lv_lv: Konfigurējiet izvietošanas laikā piedāvātos Windows licences kanālus.
nb_no: Konfigurer Windows-lisenskanalene som tilbys under utrulling.
nl_nl: Configureer de Windows-licentiekanalen die tijdens de implementatie worden aangeboden.
pl_pl: Skonfiguruj kanały licencjonowania systemu Windows oferowane podczas wdrażania.
pt_pt: Configure os canais de licença do Windows disponibilizados durante a implementação.
ro_ro: Configurați canalele de licențiere Windows oferite în timpul implementării.
ru_ru: Настройте каналы лицензирования Windows, предлагаемые во время развертывания.
sk_sk: Nakonfigurujte licenčné kanály Windows ponúkané počas nasadenia.
sl_si: Konfigurirajte licenčne kanale sistema Windows, ki so na voljo med uvajanjem.
sr_latn_rs: Konfigurišite kanale licence za Windows koji se nude tokom primene.
sv_se: Konfigurera de Windows-licenskanaler som erbjuds under distributionen.
th_th: กำหนดค่าช่องทางสิทธิ์การใช้งาน Windows ที่มีให้เลือกระหว่างการปรับใช้
tr_tr: Dağıtım sırasında sunulan Windows lisans kanallarını yapılandırın.
uk_ua: Налаштуйте канали ліцензування Windows, доступні під час розгортання.
zh_cn: 配置部署期间提供的 Windows 许可通道。
zh_tw: 設定部署期間提供的 Windows 授權通道。

# Customization.OperatingSystemLicenseChannelGroupHeader
source: Windows license channel
ar_sa: قناة ترخيص Windows
bg_bg: Лицензионен канал на Windows
cs_cz: Licenční kanál Windows
da_dk: Windows-licenskanal
de_de: Windows-Lizenzkanal
el_gr: Κανάλι άδειας χρήσης Windows
es_mx: Canal de licencia de Windows
et_ee: Windowsi litsentsikanal
fi_fi: Windowsin lisenssikanava
fr_ca: Canal de licence Windows
he_il: ערוץ הרישוי של Windows
hr_hr: Licencni kanal sustava Windows
hu_hu: Windows-licenccsatorna
it_it: Canale di licenza Windows
ja_jp: Windows ライセンス チャネル
ko_kr: Windows 라이선스 채널
lt_lt: Windows licencijos kanalas
lv_lv: Windows licences kanāls
nb_no: Windows-lisenskanal
nl_nl: Windows-licentiekanaal
pl_pl: Kanał licencjonowania systemu Windows
pt_pt: Canal de licença do Windows
ro_ro: Canal de licențiere Windows
ru_ru: Канал лицензирования Windows
sk_sk: Licenčný kanál Windows
sl_si: Licenčni kanal sistema Windows
sr_latn_rs: Kanal licence za Windows
sv_se: Windows-licenskanal
th_th: ช่องทางสิทธิ์การใช้งาน Windows
tr_tr: Windows lisans kanalı
uk_ua: Канал ліцензування Windows
zh_cn: Windows 许可通道
zh_tw: Windows 授權通道

# Customization.OperatingSystemMediaLatestOption
source: Latest available update
ar_sa: أحدث تحديث متاح
bg_bg: Най-новата налична актуализация
cs_cz: Nejnovější dostupná aktualizace
da_dk: Seneste tilgængelige opdatering
de_de: Neuestes verfügbares Update
el_gr: Πιο πρόσφατη διαθέσιμη ενημέρωση
es_mx: Actualización disponible más reciente
et_ee: Uusim saadaolev värskendus
fi_fi: Uusin saatavilla oleva päivitys
fr_ca: Dernière mise à jour disponible
he_il: העדכון הזמין העדכני ביותר
hr_hr: Najnovije dostupno ažuriranje
hu_hu: Legújabb elérhető frissítés
it_it: Aggiornamento disponibile più recente
ja_jp: 利用可能な最新の更新プログラム
ko_kr: 사용 가능한 최신 업데이트
lt_lt: Naujausias pasiekiamas naujinimas
lv_lv: Jaunākais pieejamais atjauninājums
nb_no: Nyeste tilgjengelige oppdatering
nl_nl: Meest recente beschikbare update
pl_pl: Najnowsza dostępna aktualizacja
pt_pt: Atualização disponível mais recente
ro_ro: Cea mai recentă actualizare disponibilă
ru_ru: Последнее доступное обновление
sk_sk: Najnovšia dostupná aktualizácia
sl_si: Najnovejša razpoložljiva posodobitev
sr_latn_rs: Najnovije dostupno ažuriranje
sv_se: Senaste tillgängliga uppdateringen
th_th: การอัปเดตล่าสุดที่พร้อมใช้งาน
tr_tr: Kullanılabilir en son güncelleştirme
uk_ua: Найновіше доступне оновлення
zh_cn: 最新可用更新
zh_tw: 最新可用更新
